main.usage.summary=\u4f7f\u7528\u65b9\u6cd5: {0} <options> <classes...>\n\u4f7f\u7528\u53ef\u80fd\u306a\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u306b\u3064\u3044\u3066\u306f\u3001-h\u3001-?\u307e\u305f\u306f-help\u3092\u4f7f\u7528\u3057\u307e\u3059

main.usage=\u4f7f\u7528\u65b9\u6cd5: {0} <options> <classes...>\n<classes>\u306b\u306f\u3001.class\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u540d\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3001JAR\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u5b8c\u5168\u4fee\u98fe\n\u30af\u30e9\u30b9\u540d\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u4f7f\u7528\u3067\u304d\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u6b21\u306e\u3068\u304a\u308a\u3067\u3059:

error.prefix=\u30a8\u30e9\u30fc:
warn.prefix=\u8b66\u544a:

main.opt.h=\  -h -?        -help                 \u3053\u306e\u4f7f\u7528\u65b9\u6cd5\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51fa\u529b\u3057\u307e\u3059

main.opt.version=\  -version                           \u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831

main.opt.v=\  -v           -verbose              \u30af\u30e9\u30b9\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u3059\u3079\u3066\u51fa\u529b\u3057\u307e\u3059\n  -verbose:package                   \u30d1\u30c3\u30b1\u30fc\u30b8\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u51fa\u529b\u3057\u307e\u3059\n                                     (\u540c\u3058\u30a2\u30fc\u30ab\u30a4\u30d6\u5185\u306e\u4f9d\u5b58\u6027\u3092\u9664\u304f)\n  -verbose:class                     \u30af\u30e9\u30b9\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u51fa\u529b\u3057\u307e\u3059\n                                     (\u540c\u3058\u30a2\u30fc\u30ab\u30a4\u30d6\u5185\u306e\u4f9d\u5b58\u6027\u3092\u9664\u304f)

main.opt.s=\  -s           -summary              \u4f9d\u5b58\u6027\u306e\u8981\u7d04\u306e\u307f\u51fa\u529b\u3057\u307e\u3059

main.opt.p=\  -p <pkgname> -package <pkgname>    \u6307\u5b9a\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u5185\u306e\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\n                                     (\u8907\u6570\u56de\u6307\u5b9a\u53ef\u80fd)

main.opt.e=\  -e <regex>   -regex <regex>        \u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u30d1\u30c3\u30b1\u30fc\u30b8\u5185\u306e\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\n                                     (-p\u3068-e\u306f\u6392\u4ed6\u7684)

main.opt.include=\  -include <regex>                   \u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u30af\u30e9\u30b9\u306b\u5206\u6790\u3092\u5236\u9650\u3057\u307e\u3059\n                                     \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u5206\u6790\u5bfe\u8c61\u30af\u30e9\u30b9\u306e\n                                     \u30ea\u30b9\u30c8\u304c\u30d5\u30a3\u30eb\u30bf\u51e6\u7406\u3055\u308c\u307e\u3059\u3002\u30d1\u30bf\u30fc\u30f3\u3092\u4f9d\u5b58\u6027\u306b\n                                     \u9069\u7528\u3059\u308b-p\u304a\u3088\u3073-e\u3068\u4e00\u7dd2\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059

main.opt.P=\  -P           -profile              \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3001\u307e\u305f\u306f\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u3092\u8868\u793a\u3057\u307e\u3059

main.opt.cp=\  -cp <path>   -classpath <path>     \u30af\u30e9\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u691c\u7d22\u3059\u308b\u5834\u6240\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.R=\  -R           -recursive            \u3059\u3079\u3066\u306e\u4f9d\u5b58\u6027\u3092\u53cd\u5fa9\u7684\u306b\u8d70\u67fb\u3057\u307e\u3059

main.opt.apionly=\  -apionly                           \u5206\u6790\u3092API\u3001\u3064\u307e\u308a\u3001\u30d1\u30d6\u30ea\u30c3\u30af\u30fb\u30af\u30e9\u30b9\u306e\n                                     \u30d1\u30d6\u30ea\u30c3\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u304a\u3088\u3073\u4fdd\u8b77\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u306e\n                                     \u7f72\u540d\u306b\u304a\u3051\u308b\u4f9d\u5b58\u6027(\u30d5\u30a3\u30fc\u30eb\u30c9\u30fb\u30bf\u30a4\u30d7\u3001\u30e1\u30bd\u30c3\u30c9\u30fb\n                                     \u30d1\u30e9\u30e1\u30fc\u30bf\u30fb\u30bf\u30a4\u30d7\u3001\u623b\u3055\u308c\u305f\u30bf\u30a4\u30d7\u3001\u30c1\u30a7\u30c3\u30af\u3055\u308c\u305f\n                                     \u4f8b\u5916\u30bf\u30a4\u30d7\u306a\u3069)\u306b\u5236\u9650\u3057\u307e\u3059

main.opt.dotoutput=\  -dotoutput <dir>                   DOT\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u306e\u5b9b\u5148\u30c7\u30a3\u30ec\u30af\u30c8\u30ea

main.opt.depth=\  -depth=<depth>                     \u63a8\u79fb\u7684\u306a\u4f9d\u5b58\u6027\u5206\u6790\u306e\u6df1\u3055\u3092\n                                     \u6307\u5b9a\u3057\u307e\u3059

err.unknown.option=\u4e0d\u660e\u306a\u30aa\u30d7\u30b7\u30e7\u30f3: {0}
err.missing.arg={0}\u306b\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
err.invalid.arg.for.option=\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5f15\u6570\u304c\u7121\u52b9\u3067\u3059: {0}
err.option.after.class=\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30af\u30e9\u30b9\u306e\u524d\u306b\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: {0}
err.option.unsupported={0}\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: {1}
err.profiles.msg=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
err.dot.output.path=\u7121\u52b9\u306a\u30d1\u30b9: {0}
warn.invalid.arg=\u7121\u52b9\u306a\u30af\u30e9\u30b9\u540d\u307e\u305f\u306f\u30d1\u30b9\u540d\u304c\u5b58\u5728\u3057\u307e\u305b\u3093: {0}
warn.split.package=\u30d1\u30c3\u30b1\u30fc\u30b8{0}\u306f{1} {2}\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
warn.replace.useJDKInternals=JDK\u5185\u90e8API\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u304a\u3089\u305a\u3001JDK\u5b9f\u88c5\u5c02\u7528\u3067\u3059\u304c\u3001\u4e92\u63db\u6027\u306a\u3057\u3067\n\u524a\u9664\u307e\u305f\u306f\u5909\u66f4\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4e2d\u65ad\u3055\u305b\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\nJDK\u5185\u90e8API\u306e\u4f9d\u5b58\u6027\u3092\u524a\u9664\u3059\u308b\u3088\u3046\u30b3\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\nJDK\u5185\u90e8API\u306e\u7f6e\u63db\u306b\u95a2\u3059\u308b\u6700\u65b0\u306e\u66f4\u65b0\u306b\u3064\u3044\u3066\u306f\u3001\u6b21\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044:\n{0}

artifact.not.found=\u898b\u3064\u304b\u308a\u307e\u305b\u3093
jdeps.wiki.url=https://wiki.openjdk.java.net/display/JDK8/Java+Dependency+Analysis+Tool
