main.usage.summary=\u4f7f\u7528\u65b9\u6cd5: {0} <options> <path ...>]\n\u4f7f\u7528\u53ef\u80fd\u306a\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u306b\u3064\u3044\u3066\u306f\u3001-h\u3001-?\u3001-help\u307e\u305f\u306f--help\u3092\u4f7f\u7528\u3057\u307e\u3059

main.usage=\u4f7f\u7528\u65b9\u6cd5: {0} <options> <path ...>]\n<path>\u306b\u306f\u3001.class\u30d5\u30a1\u30a4\u30eb\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3001JAR\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u540d\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\n\n\u4f7f\u7528\u3067\u304d\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u6b21\u306e\u3068\u304a\u308a\u3067\u3059:

error.prefix=\u30a8\u30e9\u30fc:
warn.prefix=\u8b66\u544a:

main.opt.h=\  -h -? -help\n  --help                        \u3053\u306e\u4f7f\u7528\u65b9\u6cd5\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51fa\u529b\u3057\u307e\u3059

main.opt.version=\  -version --version            \u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831

main.opt.v=\  -v       -verbose             \u30af\u30e9\u30b9\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u3059\u3079\u3066\u51fa\u529b\u3057\u307e\u3059\n                                -verbose:class -filter:none\u3068\u540c\u7b49\u3067\u3059\u3002\n  -verbose:package              \u30d1\u30c3\u30b1\u30fc\u30b8\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u51fa\u529b\u3057\u307e\u3059\n                                 (\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u540c\u3058\u30d1\u30c3\u30b1\u30fc\u30b8\u5185\u306e\u4f9d\u5b58\u6027\u3092\u9664\u304f)\n  -verbose:class                \u30af\u30e9\u30b9\u30fb\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u51fa\u529b\u3057\u307e\u3059\n                                (\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u540c\u3058\u30d1\u30c3\u30b1\u30fc\u30b8\u5185\u306e\u4f9d\u5b58\u6027\u3092\u9664\u304f)

main.opt.s=\  -s       -summary             \u4f9d\u5b58\u6027\u306e\u30b5\u30de\u30ea\u30fc\u306e\u307f\u51fa\u529b\u3057\u307e\u3059

main.opt.f=\  -f <regex>   -filter <regex>    \u6307\u5b9a\u306e\u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u4f9d\u5b58\u6027\u3092\n                                     \u30d5\u30a3\u30eb\u30bf\u3057\u307e\u3059\u3002\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u3001\u6700\u5f8c\u306e\u3082\u306e\u304c\n                                    \u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\n  -filter:package                    \u540c\u3058\u30d1\u30c3\u30b1\u30fc\u30b8\u5185\u306e\u4f9d\u5b58\u6027\u3092\u30d5\u30a3\u30eb\u30bf\u3057\u307e\u3059\u3002\n                                    \u3053\u308c\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3059\u3002\n  -filter:archive                    \u540c\u3058\u30a2\u30fc\u30ab\u30a4\u30d6\u5185\u306e\u4f9d\u5b58\u6027\u3092\u30d5\u30a3\u30eb\u30bf\u3057\u307e\u3059\n  -filter:module                       \u540c\u3058\u30e2\u30b8\u30e5\u30fc\u30eb\u5185\u306e\u4f9d\u5b58\u6027\u3092\u30d5\u30a3\u30eb\u30bf\u3057\u307e\u3059\n  -filter:none                       -filter:package\u304a\u3088\u3073-filter:archive\u306e\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u306f\n                                    \u884c\u308f\u308c\u307e\u305b\u3093\u3002-filter\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u6307\u5b9a\u3057\u305f\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u304c\n                                    \u5f15\u304d\u7d9a\u304d\u9069\u7528\u3055\u308c\u307e\u3059\u3002\n
main.opt.p=\n\u4f9d\u5b58\u6027\u3092\u30d5\u30a3\u30eb\u30bf\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3:\n  -p <pkg>\n  -package <pkg>\n  --package <pkg>               \u6307\u5b9a\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u540d\u306b\u4e00\u81f4\u3059\u308b\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\n                                (\u8907\u6570\u56de\u6307\u5b9a\u53ef\u80fd)\u3002

main.opt.e=\  -e <regex>\n  -regex <regex>\n  --regex <regex>               \u6307\u5b9a\u306e\u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\u3002

main.opt.require=\  --require <module-name>       \u6307\u5b9a\u306e\u30e2\u30b8\u30e5\u30fc\u30eb\u540d\u306b\u4e00\u81f4\u3059\u308b\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\n                                 (\u8907\u6570\u56de\u6307\u5b9a\u53ef\u80fd)\u3002--package\u3001\n                                --regex\u3001--require\u306f\u76f8\u4e92\u306b\u6392\u4ed6\u7684\u3067\u3059\u3002

main.opt.include=\n\u5206\u6790\u5bfe\u8c61\u30af\u30e9\u30b9\u3092\u30d5\u30a3\u30eb\u30bf\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3:\n  -include <regex>              \u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u30af\u30e9\u30b9\u306b\u5206\u6790\u3092\u5236\u9650\u3057\u307e\u3059\n                                     \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u5206\u6790\u5bfe\u8c61\u30af\u30e9\u30b9\u306e\n                                     \u30ea\u30b9\u30c8\u304c\u30d5\u30a3\u30eb\u30bf\u3055\u308c\u307e\u3059\u3002\u30d1\u30bf\u30fc\u30f3\u3092\u4f9d\u5b58\u6027\u306b\n                                     \u9069\u7528\u3059\u308b-p\u304a\u3088\u3073-e\u3068\u4e00\u7dd2\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059

main.opt.P=\  -P       -profile             \u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u542b\u3080\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u8868\u793a\u3057\u307e\u3059

main.opt.cp=\  -cp <path>\n  -classpath <path>\n  --class-path <path>           \u30af\u30e9\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u691c\u7d22\u3059\u308b\u5834\u6240\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.module-path=\  --module-path <module path>   \u30e2\u30b8\u30e5\u30fc\u30eb\u30fb\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.upgrade-module-path=\  --upgrade-module-path <module path>  \u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u30fb\u30e2\u30b8\u30e5\u30fc\u30eb\u30fb\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.system=\  --system <java-home>          \u4ee3\u66ff\u30b7\u30b9\u30c6\u30e0\u30fb\u30e2\u30b8\u30e5\u30fc\u30eb\u30fb\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.add-modules=\  --add-modules <module-name>[,<module-name>...]\n                                \u5206\u6790\u7528\u306b\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u30eb\u30fc\u30c8\u30fb\u30bb\u30c3\u30c8\u306b\u8ffd\u52a0\u3057\u307e\u3059

main.opt.m=\  -m <module-name>\n  --module <module-name>        \u5206\u6790\u7528\u306b\u30eb\u30fc\u30c8\u30fb\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059

main.opt.R=\  -R       -recursive           \u3059\u3079\u3066\u306e\u30e9\u30f3\u30bf\u30a4\u30e0\u4f9d\u5b58\u6027\u3092\u518d\u5e30\u7684\u306b\u30c8\u30e9\u30d0\u30fc\u30b9\u3057\u307e\u3059\u3002\n                                -R\u30aa\u30d7\u30b7\u30e7\u30f3\u306f-filter:none\u3092\u610f\u5473\u3057\u307e\u3059\u3002-p\u3001-e\u3001-f\n                                \u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u4e00\u81f4\u3059\u308b\u4f9d\u5b58\u6027\u306e\u307f\n                                 \u5206\u6790\u3055\u308c\u307e\u3059\u3002

main.opt.I=\  -I       --inverse            \u4ed6\u306e\u6307\u5b9a\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3054\u3068\u306b\u4f9d\u5b58\u6027\u3092\u5206\u6790\u3057\u3001\n                                \u4e00\u81f4\u3059\u308b\u30ce\u30fc\u30c9\u306b\u76f4\u63a5\u304a\u3088\u3073\u9593\u63a5\u7684\u306b\u4f9d\u5b58\u3059\u308b\n                                \u3059\u3079\u3066\u306e\u30a2\u30fc\u30c6\u30a3\u30d5\u30a1\u30af\u30c8\u3092\u691c\u51fa\u3057\u307e\u3059\u3002\n                                \u3053\u308c\u306f\u3001\u30b3\u30f3\u30d1\u30a4\u30eb\u6642\u306e\u8868\u793a\u5206\u6790\n                                \u304a\u3088\u3073\u51fa\u529b\u4f9d\u5b58\u6027\u30b5\u30de\u30ea\u30fc\u306e\u9006\u306b\u76f8\u5f53\u3057\u307e\u3059\u3002\n                                \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f--require\u3001--package\u307e\u305f\u306f--regex\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\n                                \u4e00\u7dd2\u306b\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

main.opt.compile-time=\  --compile-time                \u63a8\u79fb\u7684\u306a\u4f9d\u5b58\u6027\u306e\u30b3\u30f3\u30d1\u30a4\u30eb\u6642\u306e\u8868\u793a\n                                \u4f8b: -R\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30d1\u30a4\u30eb\u6642\u306e\u8868\u793a\u3002\n                                \u4ed6\u306e\u6307\u5b9a\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3054\u3068\u306b\u4f9d\u5b58\u6027\u3092\u5206\u6790\u3057\u307e\u3059\n                                \u4f9d\u5b58\u6027\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3001JAR\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30e2\u30b8\u30e5\u30fc\u30eb\u304b\u3089\n                                \u691c\u51fa\u3055\u308c\u305f\u5834\u5408\u3001\u305d\u306e\u5305\u542b\u3059\u308b\u30a2\u30fc\u30ab\u30a4\u30d6\u306e\n                                \u3059\u3079\u3066\u306e\u30af\u30e9\u30b9\u304c\u5206\u6790\u3055\u308c\u307e\u3059\u3002

main.opt.apionly=\  -apionly\n  --api-only                    \u5206\u6790\u3092API\u3001\u3064\u307e\u308a\u3001\u30d1\u30d6\u30ea\u30c3\u30af\u30fb\u30af\u30e9\u30b9\u306e\n                                \u30d1\u30d6\u30ea\u30c3\u30af\u30fb\u30e1\u30f3\u30d0\u30fc\u304a\u3088\u3073\u4fdd\u8b77\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u306e\n                                \u7f72\u540d\u306b\u304a\u3051\u308b\u4f9d\u5b58\u6027(\u30d5\u30a3\u30fc\u30eb\u30c9\u30fb\u30bf\u30a4\u30d7\u3001\u30e1\u30bd\u30c3\u30c9\u30fb\n                                \u30d1\u30e9\u30e1\u30fc\u30bf\u30fb\u30bf\u30a4\u30d7\u3001\u623b\u3055\u308c\u305f\u30bf\u30a4\u30d7\u3001\u30c1\u30a7\u30c3\u30af\u3055\u308c\u305f\n                                \u4f8b\u5916\u30bf\u30a4\u30d7\u306a\u3069)\u306b\u5236\u9650\u3057\u307e\u3059\u3002

main.opt.generate-module-info=\  --generate-module-info <dir>  \u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306bmodule-info.java\u3092\u751f\u6210\u3057\u307e\u3059\u3002\n                                \u6307\u5b9a\u3057\u305fJAR\u30d5\u30a1\u30a4\u30eb\u3092\u5206\u6790\u3057\u307e\u3059\u3002\n                                \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f--dot-output\u307e\u305f\u306f--class-path\n                                \u3068\u4e00\u7dd2\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002

main.opt.check=\  --check <module-name>[,<module-name>...\n                                \u6307\u5b9a\u3057\u305f\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u5206\u6790\u3057\u307e\u3059\n                                \u30e2\u30b8\u30e5\u30fc\u30eb\u30fb\u30c7\u30a3\u30b9\u30af\u30ea\u30d7\u30bf\u3001\u5206\u6790\u5f8c\u306e\u7d50\u679c\u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u6027\n                                \u304a\u3088\u3073\u9077\u79fb\u524a\u6e1b\u5f8c\u306e\u30b0\u30e9\u30d5\u3092\n                                \u51fa\u529b\u3057\u307e\u3059\u3002\n                                \u672a\u4f7f\u7528\u306e\u4fee\u98fe\u3055\u308c\u305f\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3082\u8b58\u5225\u3057\u307e\u3059\u3002


main.opt.dotoutput=\  -dotoutput <dir>\n  --dot-output <dir>            DOT\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u306e\u5b9b\u5148\u30c7\u30a3\u30ec\u30af\u30c8\u30ea

main.opt.jdkinternals=\  -jdkinternals\n  --jdk-internals               JDK\u5185\u90e8API\u306e\u30af\u30e9\u30b9\u30ec\u30d9\u30eb\u306e\u4f9d\u5b58\u6027\u3092\u691c\u51fa\u3057\u307e\u3059\u3002\n                                \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001-include\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u306a\u3044\u3068\u3001\n                                --class-path\u306e\u3059\u3079\u3066\u306e\u30af\u30e9\u30b9\u3068\u5165\u529b\u30d5\u30a1\u30a4\u30eb\u3092\u5206\u6790\u3057\u307e\u3059\u3002\n                                \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f-p\u3001-e\u304a\u3088\u3073-s\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u4e00\u7dd2\u306b\n                                \u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\n                                \u8b66\u544a: JDK\u5185\u90e8API\u306f\u3001\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002

main.opt.depth=\  -depth=<depth>                \u63a8\u79fb\u7684\u306a\u4f9d\u5b58\u6027\u5206\u6790\u306e\u6df1\u3055\u3092\n                                \u6307\u5b9a\u3057\u307e\u3059

main.opt.q=\  -q       -quiet               --generate-module-info\u51fa\u529b\u3067\n                                 \u6b20\u843d\u3057\u3066\u3044\u308b\u4f9d\u5b58\u6027\u3092\u8868\u793a\u3057\u307e\u305b\u3093\u3002

main.opt.multi-release=\  --multi-release <version>     \u30de\u30eb\u30c1\u30ea\u30ea\u30fc\u30b9jar\u30d5\u30a1\u30a4\u30eb\u3092\u51e6\u7406\u3059\u308b\u969b\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\n                                \u6307\u5b9a\u3057\u307e\u3059\u3002<version>\u306f\u30019\u307e\u305f\u306f\u30d9\u30fc\u30b9\u4ee5\u4e0a\u306e\n                                \u6574\u6570\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

err.unknown.option=\u4e0d\u660e\u306a\u30aa\u30d7\u30b7\u30e7\u30f3: {0}
err.missing.arg={0}\u306b\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
err.invalid.arg.for.option=\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5f15\u6570\u304c\u7121\u52b9\u3067\u3059: {0}
err.option.after.class=\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30af\u30e9\u30b9\u306e\u524d\u306b\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: {0}
err.genmoduleinfo.not.jarfile={0}\u306f\u3001--generate-module-info\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u3068\u3082\u306b\u6307\u5b9a\u3067\u304d\u306a\u3044\u30e2\u30b8\u30e5\u30e9JAR\u30d5\u30a1\u30a4\u30eb\u3067\u3059
err.genmoduleinfo.unnamed.package={0}\u306b\u306f\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u3067\u8a31\u53ef\u3055\u308c\u306a\u3044\u540d\u524d\u306e\u306a\u3044\u30d1\u30c3\u30b1\u30fc\u30b8\u304c\u542b\u307e\u308c\u307e\u3059
err.profiles.msg=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
err.exception.message={0}
err.invalid.path=\u7121\u52b9\u306a\u30d1\u30b9: {0}
err.invalid.module.option={0}\u306f{1}\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u4e00\u7dd2\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
err.invalid.filters=--package (-p)\u3001--regex (-e)\u3001--require\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u3044\u305a\u308c\u304b\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u3059
err.module.not.found=\u30e2\u30b8\u30e5\u30fc\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0}
err.root.module.not.set=\u30eb\u30fc\u30c8\u30fb\u30e2\u30b8\u30e5\u30fc\u30eb\u30fb\u30bb\u30c3\u30c8\u304c\u7a7a\u3067\u3059
err.invalid.inverse.option={0}\u306f--inverse\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u4e00\u7dd2\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
err.multirelease.option.exists={0}\u306f\u30de\u30eb\u30c1\u30ea\u30ea\u30fc\u30b9jar\u30d5\u30a1\u30a4\u30eb\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u304c\u3001--multi-release\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
err.multirelease.option.notfound={0}\u306f\u30de\u30eb\u30c1\u30ea\u30ea\u30fc\u30b9jar\u30d5\u30a1\u30a4\u30eb\u3067\u3059\u304c\u3001--multi-release\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
err.multirelease.version.associated=\u30af\u30e9\u30b9{0}\u306f\u3059\u3067\u306b\u30d0\u30fc\u30b8\u30e7\u30f3{1}\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u30d0\u30fc\u30b8\u30e7\u30f3{2}\u306e\u8ffd\u52a0\u3092\u8a66\u307f\u307e\u3059
err.multirelease.jar.malformed=\u4e0d\u6b63\u306a\u30de\u30eb\u30c1\u30ea\u30ea\u30fc\u30b9jar\u3001{0}\u3001\u4e0d\u6b63\u306a\u30a8\u30f3\u30c8\u30ea: {1}
warn.invalid.arg=\u30d1\u30b9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093: {0}
warn.skipped.entry={0}
warn.split.package=\u30d1\u30c3\u30b1\u30fc\u30b8{0}\u306f{1} {2}\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
warn.replace.useJDKInternals=JDK\u5185\u90e8API\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u304a\u3089\u305a\u3001JDK\u5b9f\u88c5\u5c02\u7528\u3067\u3059\u304c\u3001\u4e92\u63db\u6027\u306a\u3057\u3067\n\u524a\u9664\u307e\u305f\u306f\u5909\u66f4\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4e2d\u65ad\u3055\u305b\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\nJDK\u5185\u90e8API\u306e\u4f9d\u5b58\u6027\u3092\u524a\u9664\u3059\u308b\u3088\u3046\u30b3\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\nJDK\u5185\u90e8API\u306e\u7f6e\u63db\u306b\u95a2\u3059\u308b\u6700\u65b0\u306e\u66f4\u65b0\u306b\u3064\u3044\u3066\u306f\u3001\u6b21\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044:\n{0}

artifact.not.found=\u898b\u3064\u304b\u308a\u307e\u305b\u3093
jdeps.wiki.url=https://wiki.openjdk.java.net/display/JDK8/Java+Dependency+Analysis+Tool
